[
    {
        "title": "Rehrig Pacific: Delivery Solutions | Vision Technology",
        "description": "This course provides an overview of Rehrig Pacific's delivery solutions, with a specific focus on their vision technology. Participants will learn about the advanced technologies used in Rehrig Pacific's delivery systems, including the integration of vision technology for enhanced tracking, efficiency, and security. The course covers topics such as real-time tracking, automated inventory management, and the benefits of using vision technology in delivery operations.",
        "url": "https://www.youtube.com/watch?v=QYQhNX4e1_Q&ab_channel=RehrigPacific",
        "image": "image/image1.jpg"
    },
    {
        "title": "Rehrig Pacific: Delivery Solutions | Services",
        "description": "In this course, participants will explore Rehrig Pacific's delivery solutions with a focus on the various services offered by the company. The course covers a wide range of topics related to delivery services, including route optimization, fleet management, last-mile logistics, and customer support. Participants will gain insights into how Rehrig Pacific's services can improve efficiency, reduce costs, and enhance the overall delivery experience.",
        "url": "https://www.youtube.com/watch?v=rlDkaxuCpZM&ab_channel=RehrigPacific"
    },
    {
        "title": "Rehrig Pacific: Duo Solutions | End to End",
        "description": "This course introduces Rehrig Pacific's duo solutions, providing a comprehensive overview of their end-to-end capabilities. Participants will learn about the integrated solutions offered by Rehrig Pacific, which combine their expertise in both delivery and logistics. The course covers topics such as supply chain optimization, warehouse management, reverse logistics, and sustainable packaging solutions. Participants will gain insights into how Rehrig Pacific's duo solutions can streamline operations, reduce environmental impact, and drive overall business success.",
        "url": "https://www.youtube.com/watch?v=ELSc-GpqPYE&ab_channel=RehrigPacific"
    }
]